Repository: Mailaender/pragha
Catalog: po/*.po
Languages: ar, sk

source: Local Music
ar: الموسيقى على جهاز الكمبيوتر
sk: Miestna hudba

source: _No
ar: لا (_N)
sk: _Nie

source: _Yes
ar: نعم (_Y)
sk: Án_o

source: Would you like to import %s to library?
ar: هل ترغب باستيراد %s إلى مكتبة الموسيقى؟
sk: Chcete importovať priečinok %s do zbierky?

source: Would you like to update your music library?
ar: هل ترغب يتحديث مكتبة الموسيقى الخاصة بك؟
sk: Chcete aktualizovať vašu hudobnú zbierku?

source: Some changes need restart pragha.
ar: بعض التغييرات تحتاج إلى إعادة تشغيل البرنامج.
sk: Niektoré zmeny vyžadujú reštart prehrávača Pragha.

source: There are background tasks working
ar: بعض المهام ضمن البرنامج تعمل في الخلفية
sk: Na pozadí sú aktívne úlohy

source: Ignore
ar: تجاهل
sk: Ignorovať

source: FILENAME
ar: اسم الملف
sk: NÁZOV_SÚBORU

source: Use --help to see a full list of available command line options.
sk: Použite voľbu --help na zobrazenie celého zoznamu dostupných volieb príkazového riadku.

source: Disabled
ar: غير مفعل
sk: Zakázaný

source: Classical
ar: كلاسيكي
sk: Klasický

source: Club
ar: نادي
sk: Klub

source: Dance
ar: رقص
sk: Tanec

source: Full Bass
ar: Bass
sk: Plné hĺbky

source: Full Bass and Treble
sk: Plné hĺbky a výšky

source: Full Treble
sk: Plné výšky

source: Laptop Speakers and Headphones
ar: مكبرات صوت اللابتوب وسماعات الأذن
sk: Reproduktory notebooku a slúchadlá

source: Large Hall
ar: قاعة كبيرة
sk: Veľký sála

source: Live
ar: لايف
sk: Na živo

source: Party
ar: حفلة
sk: Večierok

source: Smiley Face Curve
sk: Krivka v tvare úsmevu

source: Soft
ar: هادئ
sk: Jemný

source: Soft Rock
ar: روك هادئ
sk: Jemný Rock

source: Custom
ar: مخصص
sk: Vlastný

source: Equalizer
ar: معادل الصوت
sk: Ekvalizér

source: Unknown Artist
ar: فنان غير معروف
sk: Neznámy interpret

source: Unknown Album
ar: ألبوم غير معروف
sk: Neznámy album

source: Search in playlist
ar: البحث في قائمة الأغاني
sk: Vyhľadanie v zozname skladieb

source: _Close
ar: إغلاق (_C)
sk: _Zavrieť

source: Add to playback queue
ar: إضافة إلى دور الأغاني قيد التشغيل
sk: Pridať do fronty prehrávania

source: _Jump to
ar: انتقال إلى (_J)
sk: Pre_jsť na

source: _Skip
ar: تخطي (_S)
sk: _Preskočiť

source: S_kip All
ar: تخطي الكل (_k)
sk: Pre_skočiť všetko

source: Delete _All
ar: حذف الكل (_A)
sk: O_dstrániť všetko

source: Unknown
ar: غير معروف
sk: Neznáme

source: Unknown Genre
ar: نوع غير معروف
sk: Neznámy žáner

source: File can't be moved to trash. Delete permanently?
ar: لا يمكن نقل الملف إلى سلة المحذوفات. هل تريد حذف الملف بشكل نهائي؟
sk: Súbor sa nedá presunúť do koša. Má sa odstrániť natrvalo?

source: The file "%s" cannot be moved to the trash. Details: %s
ar: لا يمكن نقل الملف "%s" إلى سلة المحذوفات. التفاصيل: %s؟
sk: Súbor „%s“ sa nedá presunúť do koša. Podrobnosti: %s

source: _Cancel
ar: إلغاء الأمر (_C)
sk: _Zrušiť

source: _Delete
ar: حذف (_D)
sk: O_dstrániť

source: Folders structure
ar: عرض حسب المجلدات
sk: Štruktúra priečinkov

source: Artist
ar: الفنان
sk: Interpret

source: Genre
ar: النوع
sk: Žáner

source: Artist / Album
ar: فنان / ألبوم
sk: Interpret / album

source: Genre / Artist
ar: النوع / الفنان
sk: Žáner / interpret

source: Genre / Album
ar: النوع / ألبوم
sk: Žáner / album

source: Genre / Artist / Album
ar: النوع / الفنان / الألبوم
sk: Žáner / interpret / album

source: Playlists
ar: قائمة الأغاني
sk: Zoznamy skladieb

source: Radios
ar: قنوات الراديو
sk: Rádiá

source: Really want to move the files to trash?
ar: هل تريد بالتأكيد نقل الملف إلى سلة المحذوفات؟
sk: Skutočne chcete presunúť súbory do koša?

source: Delete permanently instead of moving to trash
ar: حذف الملف بشكل نهائي بدلاُ من نقل الملف إلى سلة المحذوفات
sk: Odstrániť natrvalo namiesto presunutia do koša

source: Are you sure you want to delete current file from library? Warning: To recover we must rescan the entire library.
ar: هل تريد بالتأكيد حذف هذا الملف من مكتبة الموسيقى؟ تحذير: لإعادة إضافة الملف يجب إجراء إعادة تحديث لكامل مكتبة الموسيقى.
sk: Naozaj chcete odstrániť aktuálny súbor zo zbierky? Upozornenie: Na obnovenie sa bude musieť znovu prehľadať celá zbierka.

source: _Playback
ar: تشغيل (_P)
sk: P_rehrávanie

source: Play_list
ar: قائمة الشتغيل (_l)
sk: Zoznam _skladieb

source: _View
ar: عرض (_V)
sk: _Zobrazenie

source: _Tools
ar: أدوات (_T)
sk: _Nástroje

source: _Help
ar: مساعدة (_H)
sk: _Pomocník

source: Previous track
ar: المسار السابق
sk: Predošlá skladba

source: Play / Pause
ar: تشغيل / إيقاف مؤقت
sk: Prehrať / pozastaviť

source: Stop
ar: إيقاف
sk: Zastaviť

source: Next track
ar: المسار التالي
sk: Ďalšia skladba

source: Edit track information
ar: تعديل معلومات المسار
sk: Upraviť informácie o skladbe

source: _Quit
ar: خروج (_Q)
sk: _Ukončiť

source: _Add files
ar: إضافة ملفات (_A)
sk: Pr_idať súbory

source: Open a media file
ar: فتح ملف
sk: Otvoriť mediálny súbor

source: Add _location
ar: إضافة مجلد (_l)
sk: Pridať _umiestnenie

source: _Add the library
ar: إضافة إلى المكتبة (_A)
sk: Prid_ať zbierku

source: Remove selection from playlist
ar: إزالة الملفات التي تم تحديدها من المكتبة
sk: Odstrániť výber zo zoznamu skladieb

source: Crop playlist
ar: إبقاء المسارات المحددة فقط في قائمة التشغيل وإزالة الباقي.
sk: Orezať zoznam skladieb

source: Clear playlist
ar: مسح قائمة التشغيل
sk: Vymazať zoznam skladieb

source: Save playlist
ar: حفظ قائمة التشغيل
sk: Uložiť zoznam skladieb

source: New playlist
ar: قائمة تشغيل جديدة
sk: Nový zoznam skladieb

source: Export
ar: تصدير
sk: Exportovať

source: Save selection
ar: حفظ المسارات المحددة
sk: Uložiť výber

source: _Search in playlist
ar: بحث في قائمة التشغيل (_S)
sk: _Vyhľadať v zozname skladieb

source: _Preferences
ar: خيارات (_P)
sk: _Nastavenia

source: Jump to playing song
ar: الانتقال إلى المسار قيد التشغيل
sk: Prejsť na hranú skladbu

source: E_qualizer
ar: معدل الصوت (_q)
sk: E_kvalizér

source: _Rescan library
ar: فحص الملفات وإعادة تحديث مكتبة الموسيقى (_R)
sk: Znovu p_rehľadať zbierku

source: _Update library
ar: تحديث مكتبة الموسيقى (_U)
sk: _Aktualizovať zbierku

source: _Statistics
ar: إحصائيات (_S)
sk: Š_tatistika

source: Homepage
ar: موقع البرنامج على شبكة الانترنت
sk: Domovská stránka

source: Community
ar: المطوّرين والمساهمين
sk: Komunita

source: Translate Pragha
ar: ساعد بترجمة Pragha
sk: Preložte prehrávač Pragha

source: About
ar: حول البرنامج
sk: O programe

source: _Shuffle
ar: عشوائي (_S)
sk: _Zamiešať

source: _Repeat
ar: تكرار (_R)
sk: _Opakovať

source: _Fullscreen
ar: شاشة كاملة (_F)
sk: _Režim na celú obrazovku

source: Lateral _panel
ar: نافذة مكتبة الموسيقى (_p)
sk: Bočný _panel

source: Secondary lateral panel
ar: نافذة معلومات الأغنية
sk: Druhý bočný panel

source: Playback controls below
ar: أزرار التحكم بالتشغيل في الأسفل
sk: Ovládače prehrávania dolu

source: Menubar
ar: شريط القائمة
sk: Lišta ponuky

source: Total Tracks:
ar: عدد الأغاني في المكتبة:
sk: Skladieb celkom:

source: Total Artists:
ar: عدد الفنانين
sk: Interpretov celkom:

source: Total Albums:
ar: عدد الألبومات
sk: Albumov celkom:

source: Statistics
ar: إحصائيات
sk: Štatistika

source: Title
ar: عنوان الأغنية
sk: Názov

source: Bitrate
ar: معدل البت
sk: Dátový tok

source: Year
ar: السنة
sk: Rok

source: Comment
ar: تعليق
sk: Komentár

source: Length
ar: المدة
sk: Dĺžka

source: Filename
ar: اسم الملف
sk: Názov súboru

source: Mimetype
sk: Typ MIME

source: Remove from playback queue
ar: إزالة من دور الأغاني قيد التشغيل
sk: Odstrániť z fronty prehrávania

source: Remove from playlist
ar: إزالة من قائمة التشغيل
sk: Odstrániť zo zoznamu skladieb

source: _Send to
ar: إرسال إلى (_S)
sk: Odoslať _do

source: Copy "%i" to selected track numbers
ar: نسخ "%i" إلى أرقام المسارات المحددة
sk: Kopírovať „%i“ do vybratých čísiel skladieb

source: Copy "%s" to selected titles
ar: نسخ "%s" إلى عناوين المسارات المحددة
sk: Kopírovať „%s“ do vybratých názvov

source: Copy "%s" to selected artists
ar: نسخ "%s" إلى أسماء الفنانين المسارات المحددة
sk: Kopírovať „%s“ do vybratých interpretov

source: Copy "%s" to selected albums
ar: نسخ "%s" إلى أسماء ألبومات المسارات المحددة
sk: Kopírovať „%s“ do vybratých albumov

source: Copy "%s" to selected genres
ar: نسخ "%s" إلى أنواع المسارات المحددة
sk: Kopírovať „%s“ do vybratých žánrov

source: Copy "%i" to selected years
ar: نسخ "%i" إلى سنوات إصدار المسارات المحددة
sk: Kopírovať „%i“ do vybratých rokov

source: Copy "%s" to selected comments
ar: نسخ "%s" إلى التعليقات في المسارات المحددة
sk: Kopírovať „%s“ do vybratých komentárov

source: Track
ar: مسار
sk: skladba

source: Clear sort
ar: إلغاء الترتيب
sk: Vymazať usporiadanie

source: Playlist
ar: قائمة التشغيل
sk: Zoznam skladieb

source: <b>con_playlist</b> is a reserved playlist name
ar: <b>con_playlist</b> اسم قائمة تشغيل موجود مسبقاً
sk: <b>con_playlist</b> je rezervovaným názvom zoznamu skladieb

source: Do you want to overwrite the playlist: %s ?
ar: هل تريد استبدال قائمة التشغيل: %s؟
sk: Chcete prepísať zoznam skladieb: %s ?

source: Choose a new name
ar: اختر اسم جديد
sk: Voľba nového názvu

source: Rename
ar: إعادة تسمية
sk: Premenovať

source: Do you want to delete the item: %s ?
ar: هل تريد حذف: %s؟
sk: Chcete odstrániť položku: %s ?

source: Export playlist to file
ar: حفظ قائمة التشغيل في ملف
sk: Export zoznamu skladieb do súboru

source: _Save
ar: حفظ (_S)
sk: _Uložiť

source: Added %d songs from %d of the imported playlist.
ar: تمت إضافة %dأغنية من %d أغنية من قائمة التشغيل المستوردة.
sk: Pridaných %d skladieb z %d importovaných zoznamov skladieb.

source: What do you want to do?
ar: ماذا تريد؟
sk: Čo chcete urobiť?

source: Replace the playlist "%s"
ar: إعادة استبدال قائمة التشغيل "%s"
sk: Nahradiť zoznam skladieb „%s“

source: Add to playlist "%s"
ar: الإضافة إلى قائمة التشغيل "%s"
sk: Pridať do zoznamu skladieb „%s“

source: Patterns should be of the form:<filename>;<filename>;.... A maximum of six patterns are allowed. Wildcards are not accepted as of now ( patches welcome :-) ).
ar: الأنماط يجب أن تكون من الشكل: <filename>;<filename>;...... يُسمح بستة أنماط كأقصى حد. لا يمكن استخدام wildcards حالياً (ساعدنا في إمكانية استخدامها :-))
sk: Vzory by mali byť v tvare:<názov_súboru>;<názov_súboru>;.... Povolené maximum je šesť vzorov. Zástupné znaky zatiaľ nie sú prijateľné ( záplaty sú vítané :-) ).

source: Album art pattern
ar: نمط صورة الألبوم
sk: Vzor obrázku albumu

source: Start normal
ar: بدء بوضع النافذة
sk: Spustiť normálne

source: Start fullscreen
ar: البدء بوضع الشاشة الكاملة
sk: Spustiť v režime na celú obrazovku

source: Start in system tray
ar: البدء في وضع النافذة المصغرة
sk: Spustiť v systémovej lište

source: Select a folder to add to library
ar: اختيار مجلد لإضافته إلى مكتبة الموسيقى
sk: Výber priečinku na pridanie do zbierky

source: _Open
ar: فتح (_O)
sk: _Otvoriť

source: Audio
ar: الصوت
sk: Zvuk

source: Audio sink
ar: جهاز الصوت
sk: Systém zvuku

source: Restart Required
ar: يجب إعادة التشغيل
sk: Vyžadovaný reštart

source: Audio Device
ar: مخرج الصوت
sk: Zvukové zariadenie

source: Use software mixer
ar: استعمال software mixer
sk: Použiť softvérový zmiešavač

source: Library
ar: مكتبة الوسيقى
sk: Zbierka

source: Can not change directories while they are analyzing.
ar: لا يمكن تغيير المجلدات أثناء إضافة الأغاني
sk: Nedajú sa zmeniť adresáre, pokiaľ prebieha ich analýza.

source: Folders
ar: المجلدات
sk: Priečinky

source: _Add
ar: إضافة (_A)
sk: _Pridať

source: _Remove
ar: حذف (_R)
sk: O_dstrániť

source: Sort albums by release year
ar: ترتيب الألبومات حسب سنة الإصدار
sk: Usporiadať albumy podľa roku vydania

source: Appearance
ar: المظهر
sk: Vzhľad

source: Use system title bar and borders
ar: استخدام طريقة عرض النظام لشريط العناوين والحدود
sk: Použiť systémové záhlavia a okraje

source: Use small icons on the toolbars
ar: استخدام أيقونات صغيرة في شريط الأدوات
sk: Použiť malé ikony v paneloch nástrojov

source: Controls
ar: أزرار التحكم
sk: Ovládanie

source: Show Album art in Panel
ar: عرض صورة الألبوم في لوحة أزرار التحكم
sk: Zobraziť obrázok albumu v paneli

source: Size of Album art
ar: حجم صورة الألبوم
sk: Veľkosť obrázku albumu

source: Album art file pattern
ar: نمط ملف صورة الألبوم
sk: Vzor súboru obrázku albumu

source: Search
ar: بحث
sk: Vyhľadávanie

source: Search while typing
ar: البحث أثناء الكتابة
sk: Vyhľadávať počas písania

source: Search similar words
ar: البحث عن كلمات مشابهة
sk: Vyhľadávať podobné slová

source: When starting pragha
ar: عند بدء تشغيل Pragha
sk: Pri spustení prehrávača Pragha

source: Remember last window state
ar: تذكّر حالة نافذة البرنامج
sk: Zapamätať posledný stav okna

source: Restore last playlist
ar: استعادة آخر قائمة تشغيل
sk: Obnoviť posledný zoznam skladieb

source: When adding folders
ar: عند إضافة المجلدات
sk: Pri pridaní priečinkov

source: Add files recursively
ar: إضافة الملفات ضمن المجلدات الفرعية أيضاً
sk: Pridať súbory rekurzívne

source: Desktop
ar: سطح المكتب
sk: Pracovná plocha

source: Show Pragha icon in the notification area
ar: عرض أيقونة البرنامج المصغرة في منطقة الإشعارات
sk: Zobraziť ikonu prehrávača Pragha v oznamovacej oblasti

source: Minimize Pragha when closing window
ar: تصغير عند إغلاق النافذة
sk: Minimalizovať prehrávač Pragha pri zatvorení okna

source: Plugins
ar: الإضافات
sk: Zásuvné moduly

source: Preferences
ar: الإعدادات
sk: Nastavenia

source: General
ar: عام
sk: Všeobecné

source: Services
ar: الخدمات
sk: Služby

source: Preferences of Pragha
ar: خيارات Pragha
sk: Nastavenia prehrávača Pragha

source: %i files analyzed of %i detected
ar: تم فحص %i ملف من أصل %i تم اكتشافها
sk: %i súborov analyzovaných z %i rozpoznaných

source: Searching files to analyze
ar: البحث عن المفات للقيام بالتحليل
sk: Vyhľadávajú sa súbory na analýzu

source: Library scan complete
ar: اكتملت عملية تحديث مكتبة الموسيقى
sk: Prehľadávanie zbierky bolo dokončené

source: <b>Not playing</b>
ar: <b>متوقف</b>
sk: <b>Neprehráva sa</b>

source: Edit tags
ar: تعديل معلومات الأغنية
sk: Upraviť značky

source: Track No
ar: المسار رقم
sk: Č. skladby

source: File
ar: ملف
sk: Súbor

source: Details
ar: تفاصيل
sk: Podrobnosti

source: channel
ar: قناة
sk: kanál

source: Channels
ar: قنوات
sk: Kanály

source: Samplerate
ar: معدل أخذ العينات
sk: Vzorkovacia frekvencia

source: Folder
ar: مجلد
sk: Priečinok

source: Selection to
ar: التحديد إلى
sk: Výber k

source: Open folder
ar: فتح مجلد
sk: Otvoriť priečinok

source: Do you want to set the track number of ALL of the selected tracks to: %d ?
ar: هل تريد تغيير رقم المسار لكل المسارات المحددة إلى %d؟
sk: Chcete nastaviť číslo skladby pre VŠETKY vybraté skladby na: %d ?

source: Do you want to set the title tag of ALL of the selected tracks to: %s ?
ar: هل تريد تغيير العنوان لكل المسارات المحددة إلى: %s؟
sk: Chcete nastaviť značku názvu pre VŠETKY vybraté skladby na: %s ?

source: %s <small><span weight="light">by</span></small> %s <small><span weight="light">in</span></small> %s
sk: %s <small><span weight="light">od interpreta</span></small> %s <small><span weight="light">z albumu</span></small> %s

source: %s <small><span weight="light">by</span></small> %s
sk: %s <small><span weight="light">od interpreta</span></small> %s

source: %s <small><span weight="light">in</span></small> %s
sk: %s <small><span weight="light">z albumu</span></small> %s

source: Previous Track
ar: المسار السابق
sk: Predošlá skladba

source: Play / Pause Track
ar: تشغيل / إيقاف مؤقت
sk: Prehrať / pozastaviť skladbu

source: Stop playback
ar: إيقاف
sk: Zastaviť prehrávanie

source: Next Track
ar: المسار التالي
sk: Ďalšia skladba

source: Leave Fullscreen
ar: خروج من وضع الشاشة الكاملة
sk: Opustiť režim na celú obrazovku

source: Play songs in a random order
ar: تشغيل الأغاني بترتيب عشوائي
sk: Prehrať skladby v náhodnom poradí

source: Repeat playback list at the end
ar: إعادة تشغيل قائمة الأغاني عند الانتهاء
sk: Opakovať zoznam prehrávania na konci

source: day
ar: يوم
sk: deň

source: Unable to open the browser
ar: لا يمكن فتح المتصفح
sk: Nie je možné otvoriť prehliadač

source: <b>Error playing current track.</b> (%s) <b>Reason:</b> %s
ar: <b>خطأ في تشغيل المسار الحالي</b> (%s) <b>السبب:</b> %s
sk: <b>Chyba pri prehrávaní aktuálnej skladby.</b> (%s) <b>Príčina:</b> %s

source: _Stop
ar: إيقاف (_S)
sk: _Zastaviť

source: _Next
ar: التالي (_N)
sk: Ďale_j

source: Select a file to play
ar: اختر ملف لتشغيله
sk: Výber súboru na prehranie

source: Supported media
ar: أنواع الملفات المدعومة
sk: Podporované médiá

source: All files
ar: كل الملفات
sk: Všetky súbory

source: Enter the URL of an internet radio stream
ar: أدخل رابط URL لقناة راديو على الانترنت
sk: Zadajte URL prúdu internetového rádia

source: Give it a name to save
ar: اختر اسم ليتم الحفظ
sk: Zadajte názov pre uloženie

source: Add a location
ar: إضافة مجلد
sk: Pridanie umiestnenia

source: Pragha Music Player
sk: Hudobný prehrávač Pragha

source: _Expand library
ar: عرض مكونات مكتبة الموسيقى (_E)
sk: _Rozbaliť zbierku

source: _Collapse library
ar: طيّ وإخفاء مكونات مكتبة الموسيقى (_C)
sk: _Zbaliť zbierku

source: _Add to current playlist
ar: إضافة إلى قائمة التشغيل الحالية (_A)
sk: _Pridať do aktuálneho zoznamu skladieb

source: _Replace current playlist
ar: استبدال قائمة التشغيل الحالية (_R)
sk: _Nahradiť aktuálny zoznam skladieb

source: Replace and _play
ar: استبدال و تشغيل (_p)
sk: Nahradiť a p_rehrať

source: Delete
ar: حذف
sk: Odstrániť

source: _Remove library
ar: إزالة مكتبة الموسيقى (_R)
sk: O_dstrániť zbierku

source: Move to _trash
ar: نقل إلى سلة المحذوفات (_t)
sk: Presunúť do _koša

source: Delete from library
ar: حذف من مكتبة الموسيقى
sk: Odstrániť zo zbierky

source: Music Player
ar: مشغل الموسيقى
sk: Hudobný prehrávač

source: Search tags on AcoustID
ar: البحث عن معلومات الأغنية في AcoustID
sk: Vyhľadať značky v službe AcoustID

source: There was an error when searching your tags on AcoustID
ar: حدث خطأ أثناء البحث عن معلومات الأغنية في AcoustID
sk: Vyskytla sa chyba počas hľadania vašich značiek v službe AcoustID

source: AcoustID not found any similar song
ar: AcoustID لم يتمكن من إيجاد أغاني مشابه
sk: Služba AcoustID nenašla žiadne podobné skladby

source: Searching tags on AcoustID
ar: يتم الآن البحث عن معلومات الأغنية في AcoustID
sk: Vyhľadávajú sa značky v službe AcoustID

source: Refresh the Ampache library
ar: تحديث مكتبة Ampache
sk: Obnoviť zbierku služby Ampache

source: Username
ar: اسم المستخدم
sk: Používateľské meno

source: Password
ar: كلمة السر
sk: Heslo

source: Audio/Data CD
sk: Audio/dátové CD

source: An audio CD was inserted
ar: تم إدخال audio cd
sk: Bolo vložené audio CD

source: Add Audio _CD
ar: إضافة ِaudio cd (_C)
sk: Pridať audio _CD

source: Audio CD Device
ar: إضافة CD
sk: Zariadenie audio CD

source: Connect to CDDB server
ar: الاتصال بسيرفر CDDB
sk: Pripojiť k serveru CDDB

source: Search music on DLNA server
ar: البحث عن موسيقى في سيرفر DLNA
sk: Vyhľadať hudbu na serveri DLNA

source: Music of the %s server was added.
ar: تمت إضافة الموسيقى من سيرفر %s
sk: Hudba zo servera %s bola pridaná.

source: Could not find any DLNA server.
ar: لم يتم إيجاد أي سيرفر DLNA
sk: Nepodarilo sa nájsť žiadny server DLNA.

source: Import a XSPF playlist
ar: استيراد قائمة تشغيل بصيغة XSPF
sk: Importovať zoznam skladieb XSPF

source: Add favorites
ar: إضافة المفضلة
sk: Pridať obľúbené

source: Add similar
ar: إضافة المسارات المشابهة
sk: Pridať podobné

source: Unable to establish conection with Last.fm
ar: لم نتمكن من الاتصال بموقع Last.fm
sk: Nie je možné uskutočniť spojenie so službou Last.fm

source: Last.fm suggested a tag correction
ar: Last.fm اقترح تصحيح لمعلومات الأغنية
sk: Služba Last.fm navrhla korekciu značiek

source: Love song on Last.fm failed.
sk: Obľúbenie skladby na službe Last.fm zlyhalo.

source: Unlove song on Last.fm failed.
sk: Zrušenie obľúbenia skladby na službe Last.fm zlyhalo.

source: Added %d tracks of %d suggested from Last.fm
ar: تمت إضافة %d مسار من أصل %dمسارات مقترحة من موقع Last.fm
sk: Pridaných %d skladieb z %d navrhnutých zo služby Last.fm

source: Last.fm doesn't suggest any similar track
ar: Last.fm لم يقترح أي مسارات مشابه
sk: Služba Last.fm nenavrhla žiadnu podobnú skladbu

source: Added %d songs of the last %d loved on Last.fm.
ar: تمت إضافة %d مسار من أصل آخر %d تم الإعجاب بها على موقع Last.fm
sk: Pridaných %d skladieb z posledných %d obľúbených na službe Last.fm.

source: You don't have favorite tracks on Last.fm
ar: ليس لديك مسارات مفضلة على موقع Last.fm
sk: Nemáte obľúbené skladby na službe Last.fm

source: Last.fm submission failed
sk: Podriadenie sa službe Last.fm zlyhalo

source: Track scrobbled on Last.fm
sk: Skladba je scrobblovaná na službe Last.fm

source: Update current song on Last.fm failed.
ar: فشل تحديث الأغنية الحالية على موقع Last.fm
sk: Aktualizácia aktuálnej skladby na službe Last.fm zlyhala.

source: Scrobble on Last.fm
sk: Scrobble na službe Last.fm

source: by <b>%s</b> in <b>%s</b> <b>(%s)</b>
sk: od interpreta <b>%s</b> z albumu <b>%s</b> <b>(%s)</b>

source: Notifications
ar: الإشعارات
sk: Oznámenia

source: Show Album art in notifications
ar: عرض صورة الألبوم في الإشعارات
sk: Zobraziť obrázok albumu v oznámeniach

source: Add actions to change track in notifications
ar: إضافة أزرار التحكم بالتشغيل في الإشعارات
sk: Pridať akcie na zmenu skladby v oznámeniach

source: Removable Device
ar: الأقراص القابلة للإزالة
sk: Vymeniteľné zariadenie

source: Artist info
ar: معلومات الفنان
sk: Informácie o interpretovi

source: Search _lyric
ar: البحث عن كلمات الأغنية (_l)
sk: Vyhľadať text _skladby

source: Search _artist info
ar: البحث عن معلومات الفنان (_a)
sk: Vyhľadať informácie o _interpretovi

source: Song Information
ar: معلومات الأغاني
sk: Informácie o skladbe

source: Download the album art while playing their songs.
ar: تحميل صورة الألبوم أثناء تشغيل الأغاني.
sk: Preberie obrázok albumu počas prehrávania skladieb.

source: Lyrics thanks to %s
sk: Text skladby vďaka službe %s

source: %s <small><span weight="light">thanks to</span></small> %s
sk: %s <small><span weight="light">vďaka službe</span></small> %s

source: Lyrics not found.
ar: عذراً، كلمات الأغنية غير موجودة
sk: Text skladby sa nenašiel.

source: Artist information not found.
ar: لم يتم العثور على معلومات عن الفنان
sk: Informácie o interpretovi sa nenašli.

source: Searching...
ar: يتم الآن البحث
sk: Vyhľadáva sa...

source: Search radio on TuneIn
ar: البحث عن قناة راديو على موقع TuneIn
sk: Vyhľadať rádio v službe TuneIn

source: There was an error when searching radio on TuneIn
ar: حدث خطأ أثناء البحث في موقع TuneIn
sk: Vyskytla sa chyba počas hľadania rádia v službe TuneIn

source: Searching radio on TuneIn
ar: البحث عن قنوات الراديو في موقع TuneIn
sk: Vyhľadáva sa rádio v službe TuneIn

source: Search in TuneIn
ar: البحث في موقع TuneIn
sk: Vyhľadanie v službe TuneIn

source: Pop
ar: بوب

source: Rock
ar: روك

source: Techno
ar: تكنو

source: Album
ar: الألبوم

source: Wiki
ar: تعليمات الاستخدام على موقع البرنامج

source: _Ok
ar: موافق (_O)

source: Server
ar: سيرفر
